[
  {
    "nom": "Cabane du Lac",
    "commune": "Annecy",
    "latitude": 45.8992,
    "longitude": 6.1294,
    "type": "Cabane flottante",
    "note_design": 4.8,
    "note_localisation": 5,
    "photo_url": "https://exemple.com/photo1.jpg",
    "lien_resa": "https://exemple.com/reservation",
    "short_desc": "Cabane en bois flottant sur un lac paisible.",
    "long_desc": "Profitez d'une cabane unique en bois flottant, accessible en barque, avec vue panoramique sur le lac et les montagnes environnantes. Idéale pour un week-end de pêche en toute tranquillité.\n\nLe matin, laissez-vous bercer par le clapotis de l'eau et le chant des oiseaux. En journée, explorez les environs ou détendez-vous sur la terrasse. Le soir, admirez le coucher de soleil sur le lac avec un bon repas local.\n\nCette cabane a été conçue dans un esprit écoresponsable, avec des matériaux locaux et une intégration harmonieuse à la nature environnante.",
    "equipements": [
      "Pontoon privé",
      "Kayak",
      "Chauffage",
      "Terrasse avec vue",
      "Coin cuisine"
    ],
    "price_from": 150,
    "travel_times": {
      "Paris": "5h20",
      "Lyon": "1h50",
      "Genève": "0h50"
    }
  },
  {
    "nom": "Lodge Rivière Sauvage",
    "commune": "Saint-Jean-Pied-de-Port",
    "latitude": 43.1631,
    "longitude": -1.2376,
    "type": "Lodge en bord de rivière",
    "note_design": 4.6,
    "note_localisation": 4.9,
    "photo_url": "https://exemple.com/photo2.jpg",
    "lien_resa": "https://exemple.com/reservation-lodge",
    "short_desc": "Lodge en bois niché en bord de rivière, au cœur du Pays basque.",
    "long_desc": "Découvrez un lodge tout confort en bord de rivière, parfait pour les passionnés de pêche et de nature.\n\nLe matin, initiez-vous à la pêche à la mouche avec un guide local. Le midi, profitez d'un pique-nique au bord de l'eau. Le soir, détendez-vous dans le bain nordique chauffé au bois tout en admirant les étoiles.\n\nDécoration soignée, literie haut de gamme et cuisine équipée font de ce lodge une destination idéale pour un séjour authentique.",
    "equipements": [
      "Accès direct à la rivière",
      "Bain nordique",
      "Wi-Fi",
      "Cuisine équipée"
    ],
    "price_from": 180,
    "travel_times": {
      "Biarritz": "1h20",
      "Pau": "1h40",
      "Bordeaux": "3h10"
    }
  }
]
